export default {
  'outline': {
    'caption': 'Стиль обводки',
    'settings': {
      'visibility': 'Наличие обводки',
      'сolour': 'Цвет обводки',
      'thickness': 'Толщина обводки',
      'opacity': 'Прозрачность обводки',
      'ends': 'Форма концов у линий обводки',
      'corners': 'Форма углов у линий обводки',
      'hatching': 'Штриховка у линий обводки',
      'displacement': 'Cмещение обводки относительно начального положения',
    }
  },
  'pouring': {
    'caption': 'Стиль заливки',
    'settings': {
      'visibility': 'Наличие заливки',
      'сolour': 'Цвет заливки',
      'opacity': 'Прозрачность заливки'
    }
  }
};
